vertical-pod-autoscaler/experiments/nginx-3-params-high-half-life-cost/0minus/wrk_0.log
Running 15m test @ http://localhost:32480
  2 threads and 100 connections
  Thread calibration: mean lat.: 3551.784ms, rate sampling interval: 14286ms
  Thread calibration: mean lat.: 3833.824ms, rate sampling interval: 14630ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.71m    30.16s    2.68m    80.94%
    Req/Sec     3.48k     1.82k    5.01k    79.51%
  6221070 requests in 15.00m, 4.94GB read
  Socket errors: connect 0, read 269, write 146, timeout 4159
Requests/sec:   6912.27
Transfer/sec:      5.62MB